tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "delta"
brew "eza"
brew "fd"
brew "fasd"
brew "fish"
brew "fx"
brew "gh"
brew "git"
brew "go"
brew "grc"
brew "htop"
brew "httpie"
brew "jq"
brew "mas"
brew "mise"
brew "node"
brew "peco"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "vimpager"
brew "watch"
brew "wget"
brew "zoxide"

cask "1password"
cask "amethyst"
cask "dash"
cask "docker"
cask "firefox"
cask "font-cascadia-code"
cask "iterm2"
cask "karabiner-elements"
cask "postgres"
cask "postman"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"

mas "Amphetamine", id: 937984704
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
