# Brewfile

brew "asdf"
brew "bat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "exa"
brew "fd"
brew "fasd"
brew "fish"
brew "git"
brew "go"
brew "grc"
brew "htop"
brew "httpie"
brew "jq"
brew "peco"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "vimpager"
brew "watch"
brew "wget"
